Repository: Atrasoftware-01/emencia-django-newsletter
Catalog: emencia/django/newsletter/locale/*/LC_MESSAGES/django.po
Languages: fo

source: Email
fo: T-postur

source: Mailing lists
fo: Postlistar

source: name
fo: Navn

source: server host
fo: ambætara vertur

source: server user
fo: ambætara brúkari

source: Leave it empty if the host is public.
fo: Lat verða tómt, um verturin er almennur.

source: server password
fo: ambætara atlát

source: server port
fo: ambætara portur

source: server use TLS
fo: ambætarin nýtur TLS

source: custom headers
fo: tillagað teksthøvd

source: mails per hour
fo: t-postar um tíman

source: SMTP server
fo: SMTP ambætari

source: SMTP servers
fo: SMTP ambætarir

source: email
fo: t-postur

source: first name
fo: fornavn

source: last name
fo: eftirnavn

source: subscriber
fo: haldari

source: valid email
fo: gildur t-postur

source: tags
fo: spjøldur

source: creation date
fo: stovningardagur

source: modification date
fo: broytingardagur

source: mail format
fo: t-post snið

source: description
fo: lýsing

source: subscribers
fo: haldarir

source: unsubscribers
fo: givnir haldarir

source: mailing list
fo: postlisti

source: mailing lists
fo: postlistar

source: draft
fo: útkast

source: waiting sending
fo: bíði sendi

source: sending
fo: sendi

source: canceled
fo: avlýst

source: title
fo: heiti

source: content
fo: innihald

source: Or paste an URL.
fo: Ella set eina URLu inn.

source: Edit your newsletter here
fo: Ritstjórna títt tíðindaskriv her

source: smtp server
fo: smtp ambætari

source: sender
fo: avsendari

source: reply to
fo: aftursvara

source: status
fo: støða

source: sending date
fo: sendidagur

source: Used for displaying the newsletter on the site.
fo: Nýtt til at sýna tíðindaskrivið í staðnum.

source: newsletter
fo: tíðindaskriv

source: newsletters
fo: tíðindaskriv

source: Can change status
fo: Kann broyta stand

source: link
fo: leinkja

source: links
fo: leinkjur

source: file to attach
fo: fíla at viðfesta

source: attachment
fo: viðfesti

source: attachments
fo: viðfesti

source: error
fo: villa

source: invalid email
fo: ógildigur t-postur

source: opened
fo: upplatin

source: workgroup
fo: arbeiðsbólkur

source: workgroups
fo: arbeiðsbólkar

source: Status
fo: Standur

source: Advanced
fo: Framkomið

source: No relative object
fo: Eingin skyldur lutur

source: Related object
fo: Skyldir lutir

source: Total subscriptions
fo: Haldarir í alt

source: Create a mailinglist
fo: Stovna ein postlista

source: Export Subscribers
fo: Flyt haldarar út

source: Export
fo: Flyt út

source: Receivers
fo: Móttakarir

source: Sending
fo: Sendi

source: Miscellaneous
fo: Ymiskt

source: Default
fo: Forsett

source: View statistics
fo: Sýn hagfrøði

source: Statistics
fo: Hagfrøði

source: Unable send newsletter, due to errors within HTML.
fo: Ikki før fyri at senda tíðindaskrivið, vegna villur inni í HTML.

source: %s succesfully sent.
fo: %s er væleydnað sent.

source: Send test email
fo: Senda royndar t-post

source: %s newletters are ready to send
fo: %s tíðindaskriv eru til reiðar at senda

source: Make ready to send
fo: Gerð til reiðar at senda

source: %s newletters are cancelled
fo: %s tíðindaskriv eru avlýst

source: Cancel the sending
fo: Avlýs sendingina

source: Configuration
fo: Samanseting

source: Check connection
fo: Kanna sambinding

source: Mailing List length
fo: Postlista-longd

source: Newsletter length
fo: Longd á tíðindaskrivi

source: Add %(name)s
fo: Legg %(name)s til

source: Actions
fo: Atgerðir

source: Import %(name)ss
fo: Flyt %(name)s inn

source: Add to a mailing list
fo: Legg afturat einum postlista

source: Export %(name)s as VCard
fo: Flyt út %(name)s sum VCard

source: Export %(name)s as Excel
fo: Flyt út %(name)s sum Excel

source: Home
fo: Heim

source: Excel file (.xls)
fo: Excel fíla (.xls)

source: Columns are [email][last name][first name][tags].
fo: Teigar eru [t-postur][eftirnavn][fornavn][spjældur].

source: All columns are optionnal excepting the email.
fo: Allir teigar eru sjálvbodnir, uttan t-postadressan.

source: Import
fo: Flyta inn

source: Text
fo: Tekstur

source: Text file (.txt, .csv)
fo: Tekstfíla (.txt, .csv)

source: VCard file (.cvf)
fo: VCard fíla (.cvf)

source: Thanks for your subscription!
fo: Takk fyri títt hald!

source: Subscribe
fo: Gerst haldari

source: Unsubscription
fo: Gevst við haldi

source: You are unsubscribed for this mailing list.
fo: Tú er givin at halda hendan postlistan.

source: Unsubscribe
fo: Gevst at halda

source: Date
fo: Dato

source: Action
fo: Atgerð

source: Total openings
fo: Upplatingar í alt

source: Openings on site
fo: Upplatingar á staðnum

source: Total openings unique
fo: Einskildar upplatingar í alt

source: Unsubscriptions
fo: Givnir haldarir

source: Openings average
fo: Upplatingar í meðal

source: Links statistics
fo: Leinkju hagfrøði

source: Period
fo: Tíðarskeið

source: Report
fo: Frásøgn

source: Download CSV report
fo: Tak CSV frásøgn niður

source: Informations
fo: Upplýsingar

source: Recipients
fo: Móttakarir

source: View
fo: Sýn

source: Sending date
fo: sendidagur

source: Tests sent
fo: Royndir sendar
